"lblChargeLimit" = "Όριο Φόρτισης:";
"btnDischarge" = "Αποφόρτιση";
"btnTopup" = "Φόρτιση";
"btnInstallHelper" = "Εγκατάσταση Βοηθητικού Προγράμματος";
"btnQuit" = "Τερματισμός";
"hlpSailingModePopover" = "Ευέλικτη Λειτουργία ενεργοποιημένη.";
"hlpCalibrationPopover" = "Βαθμονόμηση Μπαταρίας σε Εξέλιξη.";
"hlpHeatProtectionPopover" = "Διακοπή φόρτισης λόγω υψηλής θερμοκρασίας. Τρέχουσα θερμοκρασία: ";
"hlpIntelModePopover" = "Λειτουργία Intel ενεργοποιημένη.";
"lblSailingMode" = "Ευέλικτη Λειτουργία";
"txtEnabled" = "Ενεργοποιημένο";
"txtDisabled" = "Απενεργοποιημένο";
"hlpSailingModeSettings" = "Όταν το AlDente φορτίσει τη μπαταρία στην επιλεγμένη τιμή, θα αφήσει το MacBook σας να αποφορτιστεί μέχρι το επιλεγμένο ποσοστό πριν αρχίσει την φόρτιση και πάλι. Αυτό αποτρέπει την συνεχή φόρτιση/αποφόρτιση γύρω από το ίδιο ποσοστό.";
"txtWillSailTo" = "Αποφόρτιση ευέλικτα για ";
"txtSailingModeDeactivated" = "Ευέλικτη Λειτουργία απενεργοποιημένη.";
"lblHeatProtection" = "Προστασία Υπερθέρμανσης";
"hlpHeatProtectionSettings" = "Το AlDente σταματάει αυτόματα τη φόρτιση εάν η θερμοκρασία υπερβεί το επιλεγμένο όριο.";
"txtMaxTemp" = "Μεγ. Θερμοκρασία";
"txtCurrent" = "  Ρεύμα: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Προστασία υπερθέρμανσης απενεργοποιημένη.";
"lblCalibrationMode" = "Λειτουργία Βαθμονόμησης";
"btnStopCalibration" = "Τερματισμός Βαθμονόμησης";
"btnStartCalibration" = "Έναρξη Βαθμονόμησης";
"txtDischarge15" = "Αποφόρτιση\n15%";
"txtCharge100" = "Φόρτιση\n100%";
"txtHold1h" = "Παύση\n1h";
"txtDischarge" = "Αποφόρτιση\n";
"lblStopChargingWhenSleeping" = "Τερματισμός Φόρτισης\nκατά τον ύπνο";
"hlpStopChargingWhenSleeping" = "Όταν είναι ενεργοποιημένο, η φόρτιση σταματάει όταν το σύστημα μπαίνει σε κατάσταση ύπνου, ακόμα κι αν η μπαταρία δεν έχει φορτίσει ως επιλεγμένο ποσοστό ακόμα.";
"lblStopChargingWhenClosed" = "Διακοπή φόρτισης\nκατά το κλείσιμο της εφαρμογής";
"lblStopChargingWhenPoweredOff" = "Διακοπή φόρτισης\nκατά τον τερματισμό";
"hlpStopChargingWhenPoweredOff" = "Όταν είναι ενεργοποιημένο, η φόρτιση μένει σε παύση όταν το AlDente είναι τερματισμένο. Μπορεί να ξαναεργοποιηθεί επανεκκινώντας το AlDente ή επαναφέροντας την SMC.";
"lblIntelMode" = "Λειτουργία Intel";
"hlpIntelModeSettings" = "Διαθέσιμη μόνο για Intel MacBooks. Χρησιμοποιεί ένα άλλο κλειδί SMC για τον έλεγχο της μέγιστης φόρτισης. Χαρακτηριστικά όπως η Ενεργή Αποφόρτιση, η Ευέλικτη Λειτουργία και η Βαθμονόμηση Μπαταρίας δεν είναι διαθέσιμα, αλλά το όριο φόρτισης παραμένει μετά από επανεκκίνηση. Το πραγματικό όριο φόρτισης μπορεί να διαφέρει μέχρι και 5% από το καθορισμένο.";
"lblHelperApp" = "Βοηθητικό Πρόγραμμα";
"btnReinstall" = "Επανεγκατάσταση";
"btnRemove" = "Αφαίρεση";
"lblUpdates" = "Ενημερώσεις";
"btnCheckForUpdates" = "Έλεγχος για Ενημερώσεις";
"txtCheckManually" = "Έλεγχος Χειροκίνητα";
"txtCheckAutomatically" = "Έλεγχος Αυτόματα";
"lblOther" = "Άλλα";
"btnManageLicense" = "Διαχείριση Άδειας";
"btnActivateLicense" = "Ενεργοποίηση Άδειας";
"btnSaveDebugFile" = "Αποθήκευση Αρχείου Σφαλμάτων";
"lblLaunchAtLogin" = "Εκκίνηση κατά την Είσοδο";
"hlpLaunchAtLogin" = "Εκκίνηση AlDente κατά το Άνοιγμα";
"lblRestoreCompleted" = "Η Επαναφορά Ολοκληρώθηκε!";
"txtRestoreCompleted" = "Οι Ρυθμίσεις σας έχουν επαναφερθεί στις προεπιλεγμένες τιμές.";
"btnResetSettings" = "Επαναφορά Ρυθμίσεων";
"lblShowOnlyAlDenteIcon" = "Εμφάνιση μόνο του εικονιδίου AlDente";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Δωρεάν";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Μαγειρεύτηκε το 2024 από την AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Αποκτήστε το Pro!";
"lblSyncingChargeState" = "Συγχρονισμός Κατάστασης Φόρτισης";
"txtDischargeExitDescription" = "Μιας και το AlDente αποφορτίζει τη μπαταρία σας αυτή τη στιγμή, πρέπει να περιμένει μέχρι το macOS να αναγνωρίσει ότι η αποφόρτιση διακόπηκε πριν κλείσει η εφαρμογή. Πατήστε OK για κλείσιμο έτσι κι αλλιώς, που μπορεί να κάνει την οθόνη σας μαύρη για μια στιγμή.";
"btnOK" = "OK";
"btnCancel" = "Ακύρωση";
"lblIntelNotification" = "Το AlDente είναι σε Intel λειτουργία";
"txtIntelNotification" = "Λόγω περιορισμών υλικού, μόνο η λειτουργία Intel είναι διαθέσιμη σε αυτό το MacBook. Τα Pro χαρακτηριστικά δεν μπορούν να ενεργοποιηθούν σε αυτή τη λειτουργία.";
"lblSetupNotification" = "Ρύθμιση του AlDente Pro";
"txtSetupNotification" = "Παρακαλώ πηγαίντε στις:\n\nΠροτιμήσεις Συστήματος ➔ Μπαταρία ➔ Μπαταρία\n\nκαι απενεργοποιήστε την\n\n \Βελτιστοποιημένη φόρτιση\.\n\nΑυτό εξασφαλίζει ότι το AlDente έχει πλήρη έλεχγο της φόρτισης.";
"lblUpdateHelperNotification" = "Αναβάθμιση Βοηθητικού Προγράμματος";
"txtUpdateHelperNotification" = "Το AlDente πρέπει να αναβαθμίσει το βοηθητικό πρόγραμμα. Μπορείτε να το αφαιρέσετε οποιαδήποτε στιγμή πατώντας το κουμπί \Αφαίρεση Βοηθητικού Προγράμματος\.";
"lblInstallHelperNotification" = "Εγκατάσταση Βοηθητικού Προγράμματος";
"txtInstallHelperNotification" = "Για να μπορεί να ελέγχει τη φόρτιση του MacBook σας, το AlDente Pro πρέπει να εγκαταστήσει ένα βοηθητικό πρόγραμμα. Μπορείτε να το αφαιρέσετε οποιαδήποτε στιγμή πατώντας το κουμπί \Αφαίρεση Βοηθητικού Προγράμματος\.";
"lblHelperInstallSuccessNotification" = "Η Εγκατάσταση του Βοηθητικού Προγράμματος ήταν Επιτυχής!";
"lblRemoveHelperNotification" = "Αφαίρεση Βοηθητικού Προγράμματος";
"txtRemoveHelperNotification" = "Είστε σίγουροι ότι θέλετε να αφαιρέσετε το βοηθητικό πρόγραμμα Το AlDente μπορεί να λειτουργήσει μόνο αν αυτό είναι εγκατεστημένο.";
"lblHelperRemovedNotification" = "Το Βοηθητικό Προγράμμα Αφαιρέθηκε";
"txtHelperRemovedNotification" = "Έχετε αφαιρέσει επιτυχώς το βοηθητικό πρόγραμμα του AlDente. Μιας και το AlDente βασίζεται σε αυτό, δε θα σας είναι πολύ χρήσιμο μέχρι να ξαναεγκαταστήσετε το βοηθητικό πρόγραμμα. Το AlDente τώρα θα τερματιστεί.";
"lblClamshellDischargeProNotification" = "Συγγνώμη!";
"txtClamshellDischargeProNotification" = "Η Ενεργή Αποφόρτιση σε Λειτουργία Κελύφους είναι διαθέσιμη μόνο στην Pro έκδοση.";
"lblDischargeInfoNotification" = "Μερικά Λόγια για τη Λειτουργία Αποφόρτισης";
"txtDischargeInfoNotification" = "Για να ενεργοποιηθεί η αποφόρτιση σε όλες τις περιπτώσεις, όπως η λειτουργία κελύφους, το AlDente πρέπει να απενεργοποίησει προσωρίνα τη λειτουργία Ύπνου της συσκευής σας. Λόγω αυτού, η επιλογή Ύπνος μπορεί να είναι γκριζαρισμένη κατα την αποφόρτιση σε κάποια MacBook. Επίσης, ορισμένες άλλες εφαρμογές που ελέγχουν τον ύπνο του συστήματος μπορεί να μη λειτουργούν προσωρινά.";
"lblDebugInfoSavedNotification" = "Αποθηκεύτηκε το Αρχείο Σφαλμάτων";
"txtDebugInfoSavedNotification" = "Το Αρχείο Σφαλμάτων έχει αποθηκευτεί επιτυχώς στο: ";
"lblActivationSuccessfulNotification" = "Η Ενεργοποίηση ήταν επιτυχής!";
"txtActivationSuccessfulNotification" = "Ευχαριστούμε που αγοράσατε το AlDente Pro! Είθε τα μακαρόνια να είναι μαζί σας.";
"lblNoConnectionNotification" = "Χωρίς σύνδεση";
"lblDisableSleepCompletely" = "Απενεργοποίηση Ύπνου\nμέχρι το Όριο Φόρτισης";
"hlpDisableSleepCompletely" = "Με αυτή τη ρύθμιση ενεργοποιημένη, το AlDente απενεργοποιεί τον Ύπνο του MacBook σας μέχρι να φτάσει το όριο φόρτισης, ακόμα και αν ο υπολογιστής σας είναι κλειστός. Ο Ύπνος θα ξεκινήσει αυτόματα όταν το καλώδιο ρεύματος αποσυνδεθεί.";
"lblShowOnStartup" = "Εμφάνιση κατά την εκκίνηση";
"hlpShowOnStartup" = "Η διεπαφή χρήστη του AlDente θα ανοίξει αυτόματα όταν ξεκινήσει η εφαρμογή.";
"hlpShowDockIcon" = "Ένα εικονίδιο AlDente είναι ορατό στο dock.";
"lblShowDockIcon" = "Εμφάνιση εικονιδίου βάσης";
"hlpNoMenubarIcon" = "Αφαιρέστε το εικονίδιο του AlDente από τη γραμμή μενού. Όταν το ενεργοποιείτε αυτό., η εφαρμογή είναι προσβάσιμη μόνο μέσω του εικονιδίου βάσης σύνδεσης.";
"lblPopoverAnimation" = "Αναδυόμενο Animation";
"hlpPopoverAnimation" = "Ενεργοποιεί ή απενεργοποιεί το αναδυόμενο animation.";
"lblPopupWindow" = "Αναδυόμενο παράθυρο";
"lblNoMenubarIcon" = "Απόκρυψη εικονιδίου γραμμής μενού";
"lblMenubarIcon" = "Εικονίδιο γραμμής μενού";
"txtHold" = "Κρατήστε\n";
"txtDifference" = "Διαφορά:";
"txtNoConnectionNotification" = "Το AlDente πρέπει να ελέγχει εάν η άδεια σας είναι έγκυρη μία φορά κάθε 30 ημέρες. Συνδεθείτε στο διαδίκτυο για να λειτουργήσει το AlDente.";
"lblAdvancedIntelMode" = "Προηγμένη λειτουργία Intel";
"hlpSettingsLock" = "Οι ρυθμίσεις είναι κλειδωμένες. Επικοινωνήστε με τον διαχειριστή του συστήματός σας για να τους ελευθερώσετε.";
"hlpUseRealPercentage" = "Με αυτή τη ρύθμιση ενεργοποιημένη, το AlDente λαμβάνει ως αναφορά το πραγματικό ποσοστό μπαταρίας υλικού. Η τιμή που εμφανίζεται στο macOS συνήθως διαφέρει από αυτήν κατά μερικά τοις εκατό, ανάλογα με την ηλικία της μπαταρίας και την κατάσταση φόρτισης.";
"ttlStats" = "Στατιστικά";
"lblUseRealPercentage" = "Ποσοστό μπαταρίας υλικού";
"hlpShowOnlyAlDenteIcon" = "Ποιος δεν θα ήθελε ένα φρέσκο ​​πιάτο ζυμαρικών στο μενού του κάθε φορά";
"hlpShowBatteryIcon" = "Ποιος δεν θα ήθελε ένα φρέσκο ​​πιάτο ζυμαρικών στο μενού του κάθε φορά";
"hlpShowPercentage" = "Ποιος δεν θα ήθελε ένα φρέσκο ​​πιάτο ζυμαρικών στο μενού του κάθε φορά";
"lblCheckAutomatically" = "Ελέγξτε αυτόματα";
"txtIntelExplanation" = "Στο MacBook σας, το όριο φόρτισης μπορεί να παραμείνει όταν είναι απενεργοποιημένο ή σε κατάσταση αναστολής λειτουργίας. Λάβετε υπόψη ότι το ποσοστό μπορεί να διαφέρει κατά μερικές μονάδες σε αυτές τις περιπτώσεις λόγω τεχνικών περιορισμών.";
"ttlMoreSettings" = "Περισσότερο";
"ttlScheduleSettings" = "Πρόγραμμα";
"lblSleep" = "Υπνος";
"lblLockScreenWhenClosed" = "Κλείδωμα οθόνης όταν είναι κλειστή";
"hlpLockScreenWhenClosed" = "Όταν είναι ενεργοποιημένη, η οθόνη κλειδώνει αυτόματα όταν το καπάκι είναι κλειστό και η κατάσταση αναστολής λειτουργίας απενεργοποιείται.";
"lblAutomaticDischarge" = "Αυτόματη εκφόρτιση";
"hlpAutomaticDischarge" = "Όταν είναι ενεργοποιημένο, το AlDente θα εκφορτιστεί αυτόματα στην καθορισμένη τιμή εάν το τρέχον ποσοστό είναι υψηλότερο.";
"lblCharging" = "Φόρτιση";
"hlpAutomaticDischargeButton" = "Το AlDente θα αποφορτίσει αυτόματα την μπαταρία σας όταν το καθορισμένο όριο φόρτισης είναι χαμηλότερο από το ποσοστό της μπαταρίας.";
"ttlGeneralSettings" = "Γενικός";
"ttlChargeSettings" = "Χρέωση";
"ttlFeatureSettings" = "Χαρακτηριστικά";
"ttlAppearanceSettings" = "Εμφάνιση";
"txtSetupNotificationVentura" = "Μεταβείτε στο:\n\nΠροτιμήσεις συστήματος ➔\nΜπαταρία ➔\nΥγεία μπαταρίας (Κουμπί πληροφοριών)\n\nκαι απενεργοποιήστε:\n\n \Βελτιστοποιημένη φόρτιση μπαταρίας\.\n\nΑυτό διασφαλίζει ότι η AlDente έχει τον πλήρη έλεγχο της συμπεριφοράς φόρτισης .";
"lblMagsafeLED" = "Magsafe LED";
"lblControlMagsafeLED" = "Έλεγχος Magsafe LED";
"hlpControlMagsafeLED" = "Εάν αυτή η ρύθμιση είναι ενεργοποιημένη, το AlDente ταιριάζει με το χρώμα της λυχνίας LED Magsafe με την τρέχουσα κατάσταση φόρτισης.";
"lblBlinkOrangeDischarge" = "Αναβοσβήνει με πορτοκαλί χρώμα κατά την εκφόρτιση";
"hlpBlinkOrangeDischarge" = "Εάν αυτή η ρύθμιση είναι ενεργοποιημένη, η λυχνία LED Magsafe θα αναβοσβήνει πορτοκαλί ενώ είναι ενεργοποιημένη η Εκφόρτιση.";
"lblMagsafeAlwaysOff" = "Πάντα Σβηστό";
"hlpMagsafeAlwaysOff" = "Εάν αυτή η ρύθμιση είναι ενεργοποιημένη, το Magsafe LED είναι πάντα σβηστό όσο εκτελείται το AlDente.";
"ttlCalibrationNotPossible" = "Δεν είναι δυνατή η βαθμονόμηση!";
"txtCalibrationNotPossible" = "Η λειτουργία βαθμονόμησης είναι διαθέσιμη μόνο όταν είναι συνδεδεμένος ο φορτιστής ta.";
"ttlSMCIssue" = "Σφάλμα ορίου χρέωσης";
"ttlLowChargeLimitWarning" = "Χαμηλό όριο χρέωσης";
"txtLowChargeLimitWarning" = "Η διατήρηση της μπαταρίας σας σε χαμηλό ποσοστό για παρατεταμένο χρονικό διάστημα μπορεί να αυξήσει την πιθανότητα εσφαλμένης βαθμονόμησης.\nΑυτό μπορεί να οδηγήσει σε ακούσια απενεργοποίηση της συσκευής σας.\nΕάν ισχύει αυτό, συνήθως μπορεί να διορθωθεί με τη Λειτουργία βαθμονόμησης της AlDente.";
"txtSMCIssue" = "Το AlDente εντόπισε ένα πρόβλημα με το macOS που μπορεί να προκαλέσει την προσωρινή μη λειτουργία του περιοριστή χρέωσης.\nΑκολουθήστε τα παρακάτω βήματα για να ενεργοποιήσετε ξανά το AlDente:\n1. Αποσυνδέστε τον φορτιστή σας από την πρίζα και απενεργοποιήστε το MacBook σας\n2. Περιμένετε 5 λεπτά\n3. Ενεργοποιήστε το MacBook και συνδέστε το φορτιστή\nΤο AlDente θα λειτουργήσει ξανά όπως αναμένεται.";
"ttlTasks" = "Καθήκοντα";
"txtTasksIntelMode" = "Ο προγραμματισμός εργασιών δεν είναι διαθέσιμος στη λειτουργία Intel.";
"txtTasksNotActivated" = "Αποκτήστε το AlDente Pro για να ξεκλειδώσετε τον προγραμματισμό εργασιών!";
"txtCreateNewTask" = "Χρησιμοποιήστε το κουμπί + για να προσθέσετε μια νέα εργασία!";
"txtTask" = "Εργο";
"txtStartTasksNext" = "Ξεκινήστε τις εργασίες στην επόμενη ευκαιρία:";
"txtTaskHistory" = "Ιστορικό εργασιών";
"ttlName" = "Ονομα:";
"ttlActive" = "Ενεργός:";
"ttlAction" = "Δράση:";
"txtTopUp" = "Συμπλήρωση";
"txtDischargeTo" = "Απαλλαγή σε";
"ttlRepeat" = "Επαναλαμβάνω:";
"txtDaily" = "Καθημερινά";
"txtWeekly" = "Εβδομαδιαίος";
"txtMonthly" = "Μηνιαίο";
"ttlStart" = "Αρχή:";
"hlpStartTasksNext" = "Το AlDente δεν μπορεί να εκτελέσει εργασίες ενώ το MacBook σας είναι σε κατάσταση ύπνου ή απενεργοποιημένο. Εάν το MacBook σας κοιμόταν ή ήταν απενεργοποιημένο ενώ μια εργασία έπρεπε να εκτελεστεί, θα ξεκινήσει την εργασία στην επόμενη ευκαιρία, όταν ενεργοποιηθεί ξανά.";
"lblHelperInstallError" = "Σφάλμα εγκατάστασης Helper";
"txtHelperInstallError" = "Παρουσιάστηκε πρόβλημα κατά την εγκατάσταση του βοηθού. Κάντε κλικ στο επόμενο για να φορτώσετε ξανά την υπηρεσία βοήθειας. Θα σας ζητηθεί να εισαγάγετε ξανά τον κωδικό πρόσβασής σας.";
"txtInstallHelper" = "Το AlDente χρειάζεται τη βοηθητική του εφαρμογή που εκτελείται για να λειτουργήσει. Εγκαταστήστε την εφαρμογή βοηθού.";
"txtHelperInstallSuccessNotification" = "Η εφαρμογή βοηθού εγκαταστάθηκε με επιτυχία!";
"txtPause" = "Παύση φόρτισης";
"txtCalibrate" = "Ξεκινήστε τη λειτουργία βαθμονόμησης";
"txtChargeTo" = "Ορίστε όριο χρέωσης";
"ttlAlDenteSetup" = "Ρύθμιση AlDente";
"txtAlDenteHeadline" = "Καλώς ήρθατε στο AlDente!";
"txtIntro" = "Για να μπορέσουμε να ξεκινήσουμε, πρέπει να διαμορφώσουμε μερικά πράγματα.";
"ttlInstallHelper" = "Εγκαταστήστε την εφαρμογή Helper";
"txtInstallHelperInfo" = "Το AlDente χρειάζεται την βοηθητική εφαρμογή για να ελέγχει τη συμπεριφορά φόρτισης του MacBook σας.";
"txtHelperInstalled" = "(Το Helper είναι ήδη εγκατεστημένο)";
"ttlOptimisedCharging" = "Βελτιστοποιημένη φόρτιση μπαταρίας";
"txtOptimisedChargingInfo" = "Για να δοθεί στην AlDente πλήρη έλεγχος της συμπεριφοράς φόρτισης του MacBook σας, η βελτιστοποιημένη φόρτιση μπαταρίας πρέπει να απενεργοποιηθεί.";
"bpOpenSettings" = "• Ανοίξτε τις Ρυθμίσεις συστήματος → Μπαταρία";
"bpClickInfoButton" = "• Κάντε κλικ στο κουμπί πληροφοριών δίπλα στην επιλογή Battery Health";
"bpDisableOptimisedCharging" = "• Απενεργοποίηση Βελτιστοποιημένη φόρτιση μπαταρίας";
"txtDisableOptimisedChargingOld" = "Μεταβείτε στο: Προτιμήσεις συστήματος ➔ Μπαταρία ➔ Μπαταρία και απενεργοποιήστε: Βελτιστοποιημένη φόρτιση μπαταρίας.";
"btnOpenSettings" = "Ανοίξτε τις Ρυθμίσεις";
"ttlCustomiseAlDente" = "Προσαρμόστε το AlDente";
"txtPresetInfo" = "Πώς χρησιμοποιείτε το MacBook σας";
"btnMostlyHome" = "Κυρίως Σπίτι";
"btnOnTheGo" = "Εν κινήσει";
"btnSkip" = "Παραλείπω";
"ttlSetupModal" = "Αυτό διαμορφώνει τις ακόλουθες ρυθμίσεις:";
"bpChargeLimit" = "• Όριο χρέωσης";
"bpLaunchAtLogin" = "• Εκκίνηση κατά τη σύνδεση";
"bpSailingMode" = "• Λειτουργία Ιστιοπλοΐας*";
"bpHeatProtection" = "• Προστασία από τη θερμότητα*";
"bpAutomaticDischarge" = "• Αυτόματη εκφόρτιση*";
"bpStopChargingWhenSleeping" = "• Διακοπή φόρτισης κατά τον ύπνο*";
"bpStopChargingWhenClosed" = "• Διακοπή φόρτισης όταν η εφαρμογή είναι κλειστή*";
"bpHardwareBatteryPercentage" = "• Ποσοστό μπαταρίας υλικού*";
"ttlProLicense" = "Άδεια Pro";
"txtProLicenseInfo" = "Εάν έχετε ήδη άδεια Pro, μπορείτε να την ενεργοποιήσετε εδώ.";
"btnUseFree" = "Χρήση Δωρεάν";
"btnActivatePro" = "Ενεργοποίηση Pro";
"txtOn" = "Επί";
"txtOff" = "Μακριά από";
"txtOnlyInPro" = "* Διατίθεται μόνο στο AlDente Pro";
"txtEveryWeekday" = "Εργάσιμες";
"txtEvery2Weeks" = "Ανά δύο εβδομάδες";
"lblStats" = "Στατιστικά στοιχεία";
"lblPowerFlowNotAvailable" = "Λόγω τεχνικών περιορισμών, το Power Flow δεν είναι διαθέσιμο σε αυτό το σύστημα.";
"txtPowerFlowFreeExplanation" = "Αυτά είναι μόνο παραδείγματα δεδομένων για σκοπούς επίδειξης. Ξεκλειδώστε το AlDente Pro για να λάβετε δεδομένα σε πραγματικό χρόνο!";
"lblShowInPopover" = "Εμφάνιση στο Popover";
"hlpShowInPopover" = "Εάν είναι ενεργοποιημένο, αυτό το γραφικό στοιχείο θα είναι επίσης ορατό στο αναδυόμενο παράθυρο της γραμμής μενού.";
"lblShowPercentage" = "Εμφάνιση ποσοστού";
"lblShowBatteryIcon" = "Εμφάνιση μπαταρίας";
"lblDischargeLimitToHighNotification" = "Το όριο φόρτισης είναι πολύ υψηλό";
"txtDischargeLimitToHighNotification" = "Για να χρησιμοποιήσετε τη λειτουργία αποφόρτισης, πρέπει να ορίσετε το όριο φόρτισης σε τιμή χαμηλότερη από το τρέχον ποσοστό μπαταρίας.";
"chkDontAskAgain" = "Μην ξαναρωτήσεις";
"lblLimit" = "Οριο:";
"txtAlDenteStatus" = "Κατάσταση AlDente";
"txtMacOSNative" = "macOS Native";
"txtMacOSColored" = "macOS Έγχρωμο";
"ttlSettingsBackup" = "Βρέθηκε ένα αντίγραφο ασφαλείας των ρυθμίσεων του AlDente Pro. Θέλετε να τα επαναφέρετε";
"txtSettingsBackup" = "Επαναφορά ρυθμίσεων Pro";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Ρυθμίσεις AlDente";
"txtDontShow" = "Δεν δείχνει";
"txtDontRepeat" = "Μην επαναλαμβάνετε";
"lblIconStyle" = "Στυλ εικονιδίων";
"txtAlDenteIcon" = "AlDente ελάτων";
"txtEnterTargetPercentage" = "Εισαγάγετε το ποσοστό στόχου:";
"hlpSailingMinPerc" = "Κάτω από το 20%, η AlDente θα χρεώνει πάντοτε την μπαταρία και τη λειτουργία ιστιοπλοΐας.";
"ttlPowerFlow" = "Ροή ισχύος";
"chkRembemberDecision" = "Θυμηθείτε την απόφασή μου";
"ttlSensorData" = "Δεδομένα αισθητήρα";
"ttlBatHealth" = "Υγεία της μπαταρίας";
"txtDesignCap" = "Χωρητικότητα σχεδιασμού:";
"txtMaxCap" = "Μέγιστη χωρητικότητα:";
"txtHardwareCap" = "Χωρητικότητα υλικού:";
"txtMacOSCap" = "Χωρητικότητα macOS:";
"txtCycleCount" = "Αριθμός κύκλων:";
"ttlBatSpecs" = "Προδιαγραφές μπαταριών";
"txtBatTemp" = "Θερμοκρασία μπαταρίας:";
"txtTimeRemaining" = "Χρόνος που απομένει:";
"txtTimeToFull" = "Ώρα για πλήρη:";
"txtBatterySerial" = "Σειριακός αριθμός:";
"ttlElectricalSpecs" = "Ηλεκτρικές προδιαγραφές";
"txtChargerI" = "Ρεύμα φορτιστή:";
"txtChargerU" = "Τάση φορτιστή:";
"txtBatI" = "Ρεύμα μπαταρίας:";
"txtBatU" = "Τάση μπαταρίας:";
"txtSystemP" = "Φόρτωση συστήματος:";
"txtCalibrationInterrupted" = "Η λειτουργία βαθμονόμησης έχει διακοπεί.\n Θέλετε να συνεχίσετε τη βαθμονόμηση";
"txtPopover" = "Εμφάνιση στο Popover";
"ttlQuitApp" = "Σταματήστε το AlDente";
"txtQuitApp" = "Θέλετε να σταματήσετε το AlDente";
"txtCondition" = "Κατάσταση macOS:";
"hlpLowPowerMode" = "Η λειτουργία χαμηλής ισχύος macOS είναι ενεργός.";
"lblLowPowerMode" = "Λειτουργία χαμηλής ισχύος";
"lblTopUpWhileCalibrationNotification" = "Η συμπλήρωση δεν είναι δυνατή.";
"txtTopUpWhileCalibrationNotification" = "Η συμπλήρωση δεν είναι δυνατή κατά τη λειτουργία της βαθμονόμησης.Απενεργοποιήστε τη λειτουργία βαθμονόμησης πριν αρχίσετε να συμπληρώσετε.";
"txtNothing" = "Μην κάνεις τίποτα";
"hlpRightClickAction" = "Καθορίζει τι πρέπει να συμβεί όταν το εικονίδιο AlDente στη γραμμή μενού είναι δεξί κλικ.";
"txtToggleChargeLimit" = "Έναρξη/σταματήστε τη φόρτιση";
"txtToggleLPM" = "Ενεργοποίηση/απενεργοποίηση λειτουργίας χαμηλής ισχύος";
"txtRightClickAction" = "Menubar δεξί κλικ";
